{
    "introduction": {
        "fullName": "Halatedzi Siaga",
        "photo": "./User1.jpg",
        "intro": "Hey there, I'm Halatedzi Siaga, a commerce graduate with a passion for technology and innovation. Currently diving into web development and Agile methodologies, I'm all about embracing challenges and making a difference in the ever-evolving world of business and tech. Let's connect and explore the possibilities together!"
    },
    "whichCity": {
        "city": "United Kingdom",
        "photo": "./public/UK.jpg",
        "description": "London is a global financial hub with a rich history and cultural diversity. As a major center for commerce and technology, it provides ample opportunities for professionals in fields like finance, tech, and entrepreneurship. Its thriving restaurant scene and vibrant arts and entertainment make it an exciting place to live and work."
    },
    "foreignLanguage": {
        "language": "Spanish",
        "phrases": [
            {
                "englishPhrase": "Goodbye",
                "foreignLanguage": "Adiós"
            },
            {
                "englishPhrase": "Thank you",
                "foreignLanguage": "Gracias"
            },
            {
                "englishPhrase": "Please",
                "foreignLanguage": "Por favor"
            }
        ]
    },
    "favouriteSubjects": {
        "subjects": [
            {
                "name": "Agile Rapid Skill Acquisition",
                "photo": "./icons8-visualization-skill-50.png",
                "description": "A fast, adaptable approach to learning, utilizing agile principles for quick skill acquisition through practical application and continuous improvement."
            },
            {
                "name": "Full Stack Web Development",
                "photo": "./icons8-backend-development-50.png",
                "description": "Involves building both the front-end and back-end of web applications. Developers proficient in full stack development are skilled in both client-side and server-side technologies, enabling them to create fully functional and dynamic websites or web applications."
            },
            {
                "name": "Engineering Business System for 4IR",
                "photo": "./icons8-chatbot-64.png",
                "description": "Integrating engineering and Fourth Industrial Revolution technologies to optimize business processes."
            }
        ]
    },
    "historicCity": {
        "city": [
            {
                "name": "Mandela House",
                "photo": "./Mandela House.jpg",
                "description": "The Mandela House at 71 Vilakazi Street, Soweto, was once the residence of Nelson Mandela and is now a museum dedicated to his legacy. It provides insights into the Mandela family's life during the apartheid era and the struggles they faced. The house is filled with memorabilia, paintings, and photographs that tell the story of the Mandela family."
            },
            {
                "name": "Gold Reef City",
                "photo": "./Reef.jpg",
                "description": "Gold Reef City is a popular amusement park located in Johannesburg, South Africa. It’s situated on an old gold mine that ceased operation in 1971 and offers a variety of themed rides, historical exhibits, and entertainment. The park celebrates the gold rush era with attractions that allow visitors to experience the history of gold mining in the region."
            },
            {
                "name": "Constitution Hill",
                "photo": "./Constitutional Hill.jpg",
                "description": "Constitution Hill is a former prison and military fort that bears witness to South Africa's turbulent past and its transition to democracy. It is now home to the Constitutional Court and a major human rights precinct. The site includes the Old Fort, Women's Jail, and Number Four Museum, each with its own significant history."
            }
        ]
    }
}
